OdDAIHostModule.isCDAEnabled
\details
Retrieves if CDA is allowed for OdDAI host module.
\returns Returns true if CDA is enabled.

OdDAIHostModule.registerSchemaModule(OdExpSchemaModule*)
\details
Registers .exprt module.
\param expSchemaModule [in] Pointer to the schema module.
\returns Returns eOk if .exprt module was successfully registered.